[Setting]
Language=English

[String]
IDS_MENU_FILE=File
IDS_MENU_FILE_NEW=&New
IDS_MENU_FILE_OPEN=&Open
IDS_MENU_FILE_CLOSE=&Close
IDS_MENU_FILE_EXIT=&Exit

IDS_MENU_EDIT=Edit
IDS_MENU_EDIT_CUT=&Cut
IDS_MENU_EDIT_COPY=&Copy
IDS_MENU_EDIT_PASTE=&Paste

IDS_MENU_HELP=Help
IDS_MENU_HELP_HELP=&Help
IDS_MENU_HELP_ABOUT=&About

IDS_VIEW_DISPLAY_HIDE=Display/Hide
IDS_VIEW_DISPLAY=Display
IDS_VIEW_HIDE=Hide
IDS_VIEW_DISPLAY_ALL=Display All

IDS_VIEW_TRANSPARENCY=Transparency
IDS_VIEW_TRANSPARENCY_NONE=No
IDS_VIEW_TRANSPARENCY_20=20%
IDS_VIEW_TRANSPARENCY_40=40%
IDS_VIEW_TRANSPARENCY_60=60%
IDS_VIEW_TRANSPARENCY_80=80%

IDS_VIEW_RENDER_MODE=Render Mode(Ctrl+r)
IDS_VIEW_RENDER_SHADED_WITH_WIREFRAME=Shaded+Wireframe
IDS_VIEW_RENDER_SHADED=Shaded
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30=Shaded+30% Transparency
IDS_VIEW_RENDER_SHADED_TRANSPARENCY_30_WITH_WIREFRAME=Shaded+Wireframe+30% Transparency
IDS_VIEW_RENDER_WIREFRAME=Wireframe	    

IDS_VIEW_MODE=View Mode(Ctrl+v)
IDS_VIEW_ISO=Isometric
IDS_VIEW_TOP=Top
IDS_VIEW_BOTTOM=Bottom
IDS_VIEW_FRONT=Front
IDS_VIEW_BACK=Back
IDS_VIEW_LEFT=Left
IDS_VIEW_RIGHT=Right
IDS_VIEW_AUTO_SWITCH=Auto Switch

IDS_VIEW_PROJECTION_MODE=Projection Mode
IDS_VIEW_PROJECTION_ORTHOGRAPHIC=Orthographic
IDS_VIEW_PROJECTION_PERSPECTIVE=Perspective

IDS_OPTIONS=Options...

IDS_HELP=Help

IDS_TOOLBAR=Toolbar
IDS_TOOLBAR_HIDE=Hide
IDS_TOOLBAR_LARGE=Large
IDS_TOOLBAR_MEDIUM=Medium
IDS_TOOLBAR_SMALL=Small

IDS_PART_NUMBER=Display Part Number

IDS_OPTONS_DLG_TITLE=Options
IDS_OK=OK
IDS_CANCLE=Cancel
IDS_RESET=Reset
IDS_STATIC_BACKGROUND_COLOR=Background Color
IDS_STATIC_BACKGROUND_TOP=Top
IDS_STATIC_BACKGROUND_BOTTOM=Bottom
IDS_CHECK_FORCE_SOFTWARE=Use Software Buffer
IDS_CHECK_SHADOW=Shadow
IDS_CHECK_REVERSE_VERTICAL=Reverse Vertical Control
IDS_RADIO_DEFAULT_BACKGROUND_SETTING=Default Setting
IDS_RADIO_CHANGE_BACKGROUND_COLOR=Change Background Color